/* Your account has been created! Please log in */
"accountCreatedWarning" = "Votre compte a été créé! Veuillez vous connecter.";

/* One of the fields is empty. */
"At least one of the fields is empty. Please go back and fix it." = "Au moins un des champs est vide. Veuillez revenir en arrière et réparer.";

/* %@ */
"cell-trip-arrival" = "%@";

/* depart: %@ */
"cell-trip-departDate" = "partir: %@";

/* return: %@ */
"cell-trip-returnDate" = "retour: %@";

/* readmoreButton title */
"Click to read more" = "Cliquez pour en savoir plus";

/* congratulations prompt */
"Congratulations!" = "Félicitations à vous!";

/* departureDateLabel */
"Depart Date: %@" = "Date de départ: %@";

/* departFromLabel */
"Depart From: %@" = "Départ de: %@";

/* timeline label
 timeline label - update leg of trip */
"Destination \(thisTrip.leg + 1) of \(tripDestinations.count)" = "Destination \(thisTrip.leg + 1) of \(tripDestinations.count)";

/* Login already exists, please choose another one! */
"dualLoginWarning" = "Login déjà existant, veuillez en choisir un autre!";

/* One of the fields is empty */
"emptyWarning" = "L'un des champs est vide";

/* Error! */
"error" = "Erreur!";

/* Fix Error */
"fix-error" = "Correction d'erreur";

/* Do not use any characters like / or \\ */
"illegalCharactersWarning" = "N'utilisez pas de caractères comme / ou \\";

/* Information captured! */
"info-captured" = "Information captée!";

/* The information you entered has been submitted to our team. One of our advisors will reach out to you for more information. */
"info-submitted" = "Les informations que vous avez saisies ont été soumises à notre équipe. Un de nos conseillers vous contactera pour plus d'informations.";

/* locationName label */
"Name: \(placeDetail.name!)" = "prénom: \(placeDetail.name!)";

/* nextdestinationName
 nextDestinationName Label - next destination */
"Next Destination: \(tripDestinations[Int(thisTrip.leg)])" = "Prochaine destination: \(tripDestinations[Int(thisTrip.leg)])";

/* numTravelersLabel */
"Num Travelers: %@" = "Num voyageurs: %@";

/* Ok */
"ok" = "D'accord";

/* locationHours unavailable */
"Open now information unavailable" = "Ouvert maintenant information non disponible";

/* locationHours label is open now */
"Open now: \(open_now.description))" = "Ouvrez maintenant: \(open_now.description))";

/* purposeLabel */
"Purpose of Trip: %@" = "But du voyage: %@";

/* locationReviews unavailable */
"Rating information unavailable" = "Informations d'évaluation non disponibles";

/* locationReviews rating available */
"Rating: \(rating.description)" = "Évaluation: \(rating.description)";

/* Registration Successful! */
"registration-successful" = "Inscription réussi!";

/* Request Plan nav title */
"Request a Plan" = "Demander un plan";

/* returnDateLabel */
"Return Date: %@" = "Date de retour: %@";

/* Return to login */
"return-login" = "Retourner à la page d'accueil";

/* returnDate label */
"Returning: \(thisTrip.returnDate!)" = "Retour: \(thisTrip.returnDate!)";

/* No comment provided by engineer. */
"something-wrong" = "Quelque-chose ne va pas";

/* statusLabel */
"Status: %@" = "Statut: %@";

/* nextDestinationName label - trip complete */
"Trip complete!" = "Voyage terminé!";

/* Trip Finished! */
"Trip Finished" = "Voyage terminé";

/* Warning! */
"Warning" = "Attention!";

/* You finished your trip! Let's plan another! */
"You finished your trip! Let's plan another!" = "Vous avez terminé votre voyage! Planifions un autre!";

/* Location must match City, State format */
"Your location must match 'City, State' format. Please go back and fix it." = "Votre emplacement doit correspondre au format «City, State». Veuillez revenir en arrière et réparer.";

